Repository: vladzaharia/polaris-key
Catalog: sdks/swift/Sources/PolarisKeyUI/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, it, ja, ko, pt_br, zh_hans

# update.readyBody
source: Restart %1$@ to finish updating.
de: Starten Sie %1$@ neu, um das Update abzuschließen.
es: Reinicia %1$@ para terminar de actualizar.
it: Riavvia %1$@ per completare l'aggiornamento.
ja: アップデートを完了するには%1$@を再起動してください。
ko: 업데이트를 완료하려면 %1$@을(를) 재시작하세요.
pt_br: Reinicie %1$@ para concluir a atualização.
zh_hans: 重启%1$@以完成更新。

# update.readyTitle
source: %1$@ %2$@ is ready
de: %1$@ %2$@ ist bereit
es: %1$@ %2$@ está lista
it: %1$@ %2$@ è pronto
ja: %1$@ %2$@の準備ができました
ko: %1$@ %2$@ 준비 완료
pt_br: %1$@ %2$@ está pronto
zh_hans: %1$@ %2$@已就绪

# update.reload
source: Reload
de: Neu laden
es: Recargar
it: Ricarica
ja: 再読み込み
ko: 새로고침
pt_br: Recarregar
zh_hans: 重新加载

# update.restartNow
source: Restart now
de: Jetzt neu starten
es: Reiniciar ahora
it: Riavvia ora
ja: 今すぐ再起動
ko: 지금 재시작
pt_br: Reiniciar agora
zh_hans: 立即重启

# update.restartWhenReady
source: Restart when ready
de: Neu starten, wenn bereit
es: Reiniciar cuando esté lista
it: Riavvia quando è pronto
ja: 準備ができたら再起動
ko: 준비되면 재시작
pt_br: Reiniciar quando estiver pronto
zh_hans: 准备就绪后重启

# update.revokedContent
source: Some of %1$@'s content was withdrawn and can't be used. Update %1$@ to keep going.
de: Einige Inhalte von %1$@ wurden zurückgezogen und können nicht verwendet werden. Aktualisieren Sie %1$@, um fortzufahren.
es: Parte del contenido de %1$@ se retiró y no se puede usar. Actualiza %1$@ para continuar.
it: Alcuni contenuti di %1$@ sono stati ritirati e non possono essere usati. Aggiorna %1$@ per continuare.
ja: %1$@の一部のコンテンツは取り下げられたため、使用できません。続けるには%1$@をアップデートしてください。
ko: %1$@의 일부 콘텐츠가 철회되어 사용할 수 없어요. 계속하려면 %1$@을(를) 업데이트하세요.
pt_br: Parte do conteúdo de %1$@ foi retirada e não pode ser usada. Atualize %1$@ para continuar.
zh_hans: %1$@的部分内容已被撤回，无法使用。请更新%1$@以继续。

# update.skipVersion
source: Skip this version
de: Diese Version überspringen
es: Omitir esta versión
it: Salta questa versione
ja: このバージョンをスキップ
ko: 이 버전 건너뛰기
pt_br: Pular esta versão
zh_hans: 跳过此版本

# update.steam
source: Get it on Steam
de: Auf Steam herunterladen
es: Obtener en Steam
it: Scarica su Steam
ja: Steamで入手
ko: Steam에서 받기
pt_br: Obter no Steam
zh_hans: 在Steam上获取

# update.testflight
source: Open TestFlight
de: TestFlight öffnen
es: Abrir TestFlight
it: Apri TestFlight
ja: TestFlightを開く
ko: TestFlight 열기
pt_br: Abrir TestFlight
zh_hans: 打开TestFlight

# update.timeLeft
source: About %1$@ left
de: Noch etwa %1$@
es: Quedan unos %1$@
it: Circa %1$@ rimanenti
ja: 残り約%1$@
ko: 약 %1$@ 남음
pt_br: Cerca de %1$@ restantes
zh_hans: 大约还剩%1$@

# update.upToDate
source: You're up to date
de: Sie sind auf dem neuesten Stand
es: Tienes la última versión
it: Hai la versione più recente
ja: 最新の状態です
ko: 최신 버전이에요
pt_br: Você está atualizado
zh_hans: 已是最新版本

# update.whatsNew
source: What's new
de: Neuerungen
es: Novedades
it: Novità
ja: 新機能
ko: 새로운 기능
pt_br: Novidades
zh_hans: 新功能

# updateProgress.contentTitle
source: Downloading content
de: Inhalte werden heruntergeladen
es: Descargando contenido
it: Download dei contenuti
ja: コンテンツをダウンロード中
ko: 콘텐츠 다운로드 중
pt_br: Baixando conteúdo
zh_hans: 正在下载内容

# updateProgress.done
source: Up to date
de: Auf dem neuesten Stand
es: Actualizado
it: Aggiornato
ja: 最新の状態
ko: 최신 상태
pt_br: Atualizado
zh_hans: 已是最新

# updateProgress.downloading
source: %1$@ of %2$@ · %3$@ left
de: %1$@ von %2$@ · noch %3$@
es: %1$@ de %2$@ · quedan %3$@
it: %1$@ di %2$@ · %3$@ rimanenti
ja: %2$@中%1$@ · 残り%3$@
ko: %2$@ 중 %1$@ · %3$@ 남음
pt_br: %1$@ de %2$@ · %3$@ restantes
zh_hans: %1$@/%2$@ · 剩余%3$@

# updateProgress.failed
source: Couldn't download
de: Download fehlgeschlagen
es: No se pudo descargar
it: Download non riuscito
ja: ダウンロードできませんでした
ko: 다운로드하지 못함
pt_br: Não foi possível baixar
zh_hans: 无法下载

# updateProgress.installing
source: Installing…
de: Wird installiert…
es: Instalando…
it: Installazione…
ja: インストールしています…
ko: 설치하는 중…
pt_br: Instalando…
zh_hans: 正在安装…

# updateProgress.paused
source: Paused · waiting for Wi-Fi
de: Pausiert · wartet auf WLAN
es: En pausa · esperando Wi-Fi
it: In pausa · in attesa del Wi-Fi
ja: 一時停止中 · Wi-Fiを待っています
ko: 일시정지됨 · Wi-Fi 대기 중
pt_br: Pausado · aguardando Wi-Fi
zh_hans: 已暂停 · 正在等待Wi-Fi

# updateProgress.queued
source: Waiting to download
de: Warten auf Download
es: Esperando para descargar
it: In attesa del download
ja: ダウンロード待ち
ko: 다운로드 대기 중
pt_br: Aguardando download
zh_hans: 等待下载

# updateProgress.resume
source: Download now
de: Jetzt herunterladen
es: Descargar ahora
it: Scarica ora
ja: 今すぐダウンロード
ko: 지금 다운로드
pt_br: Baixar agora
zh_hans: 立即下载

# welcome.continueFree
source: Continue free
de: Kostenlos fortfahren
es: Continuar gratis
it: Continua gratis
ja: 無料で続ける
ko: 무료로 계속
pt_br: Continuar grátis
zh_hans: 免费继续使用

# welcome.lede
source: Sign in or use a license key to continue.
de: Melden Sie sich an oder verwenden Sie einen Lizenzschlüssel, um fortzufahren.
es: Inicia sesión o usa una clave de licencia para continuar.
it: Accedi o usa una chiave di licenza per continuare.
ja: 続けるには、サインインするかライセンスキーを使用してください。
ko: 계속하려면 로그인하거나 라이선스 키를 사용하세요.
pt_br: Entre ou use uma chave de licença para continuar.
zh_hans: 登录或使用许可证密钥以继续。

# welcome.ledeKeyOnly
source: Enter a license key to continue.
de: Geben Sie einen Lizenzschlüssel ein, um fortzufahren.
es: Escribe una clave de licencia para continuar.
it: Inserisci una chiave di licenza per continuare.
ja: 続けるには、ライセンスキーを入力してください。
ko: 계속하려면 라이선스 키를 입력하세요.
pt_br: Digite uma chave de licença para continuar.
zh_hans: 输入许可证密钥以继续。

# welcome.ledeSignInOnly
source: Sign in to use %1$@.
de: Melden Sie sich an, um %1$@ zu verwenden.
es: Inicia sesión para usar %1$@.
it: Accedi per usare %1$@.
ja: %1$@を使うにはサインインしてください。
ko: %1$@을(를) 사용하려면 로그인하세요.
pt_br: Entre para usar %1$@.
zh_hans: 登录以使用%1$@。

# welcome.offline
source: Activate offline
de: Offline aktivieren
es: Activar sin conexión
it: Attiva offline
ja: オフラインでアクティベート
ko: 오프라인으로 활성화
pt_br: Ativar offline
zh_hans: 离线激活

# welcome.restore
source: Restore purchase
de: Kauf wiederherstellen
es: Restaurar compra
it: Ripristina acquisto
ja: 購入を復元
ko: 구매 항목 복원
pt_br: Restaurar compra
zh_hans: 恢复购买

# welcome.signIn
source: Sign in
de: Anmelden
es: Iniciar sesión
it: Accedi
ja: サインイン
ko: 로그인
pt_br: Entrar
zh_hans: 登录

# welcome.title
source: Welcome to %1$@
de: Willkommen bei %1$@
es: Te damos la bienvenida a %1$@
it: Ti diamo il benvenuto in %1$@
ja: %1$@へようこそ
ko: %1$@에 오신 것을 환영해요
pt_br: Boas-vindas ao %1$@
zh_hans: 欢迎使用%1$@

# welcome.trial
source: Start a free trial
de: Kostenlos testen
es: Iniciar prueba gratuita
it: Inizia una prova gratuita
ja: 無料トライアルを開始
ko: 무료 체험 시작
pt_br: Iniciar avaliação gratuita
zh_hans: 开始免费试用

# welcome.useKey
source: Use a license key
de: Lizenzschlüssel verwenden
es: Usar una clave de licencia
it: Usa una chiave di licenza
ja: ライセンスキーを使う
ko: 라이선스 키 사용
pt_br: Usar uma chave de licença
zh_hans: 使用许可证密钥

# about.version
source: Version %1$@
es: Versión %1$@
it: Versione %1$@
ja: バージョン%1$@
ko: 버전 %1$@
pt_br: Versão %1$@
zh_hans: 版本%1$@

# account.updates
source: Updates
es: Actualizaciones
it: Aggiornamenti
ja: アップデート
ko: 업데이트
pt_br: Atualizações
zh_hans: 更新

# account.version
source: Version %1$@
es: Versión %1$@
it: Versione %1$@
ja: バージョン%1$@
ko: 버전 %1$@
pt_br: Versão %1$@
zh_hans: 版本%1$@

# part.status.grace
source: Offline
es: Sin conexión
ja: オフライン
ko: 오프라인
zh_hans: 离线

# releaseNotes.version
source: Version %1$@
es: Versión %1$@
it: Versione %1$@
ja: バージョン%1$@
ko: 버전 %1$@
pt_br: Versão %1$@
zh_hans: 版本%1$@

# signin.email.label
source: Email
es: Correo electrónico
ja: メールアドレス
ko: 이메일
zh_hans: 电子邮件
